/* Alert title. */
"success_activation_alert_title" = "Buen trabajo";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Has activado correctamente %@ a través de Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Límite de dispositivos alcanzado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Estás usando Setapp en el número máximo de dispositivos.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Comprueba tu cuenta de usuario para obtener más información";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Hay un problema con tu código QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Actualiza la página de la app y vuelve a intentarlo.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Tiempo de conexión agotado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Tu petición está tardando demasiado en responder.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Comprueba tu conexión de red e inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Se ha producido un error de red";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Comprueba tu conexión e inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Algo ha fallado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Algo ha fallado";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Inténtalo de nuevo.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Algo va mal";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Ponte en contacto con Setapp para pedir ayuda.";

/* Button title. */
"ok_button_title" = "Aceptar";

/* Loading… */
"activation.body" = "Cargando…";

/* Cancel */
"activation.cancel" = "Cancelar";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ ya está listo para usarse a través de tu suscripción a Setapp. ¡Anímate a probarlo!";

/* [AppName] activated */
"activation.success.title" = "%@ activado";

/* Activating */
"activation.title" = "Activando";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Error al escanear el código QR. Entra en la app Setapp en tu Mac y vuelve a escanear el código QR.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "Error en la activación de la app. Vuelve a tu cuenta de Setapp y trata de activarla de nuevo.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Error al escanear el código QR. Vuelve a tu cuenta de Setapp y escanea el código QR de nuevo.";

/* We have a little problem */
"alert.activationProblem.title" = "Hay un pequeño problema";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Conéctate e inténtalo de nuevo.";

/* No internet connection */
"alert.no-internet-connection.title" = "No hay conexión a Internet";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "La carga tarda demasiado. Comprueba si sigues conectado a Internet e inténtalo de nuevo.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Conexión a Internet lenta";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Inténtalo de nuevo o habla con nuestro equipo de asistencia.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Inténtalo de nuevo.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Algo ha fallado";

/* Subscription blocked */
"alert.subscription-blocked.title" = "Hay un problema con tu suscripción";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "Lo sentimos. Entra en tu cuenta para obtener más información";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "Tu prueba gratuita ha terminado";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "Pero este no tiene por qué ser el momento de las despedidas. Renueva la suscripción desde tu cuenta y sigue usando Setapp.";

/* Contact Support Team */
"button.contact-support" = "Contactar con equipo de asistencia";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Ir a Mi Setapp";

/* Go to your account */
"button.go-to-your-account" = "Ir a tu cuenta";

/* Got it */
"button.got-it.label" = "Entendido";

/* Not now */
"button.not-now" = "Ahora no";

/* Ok */
"button.ok" = "Aceptar";

/* Device limit reached */
"device-limit.title" = "Has llegado al límite de dispositivos";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Entra en tu cuenta de Setapp y desconecta los que no necesites.";

/* Got it */
"Got it" = "Entendido";

/* Diagnostics */
"alert.diags.title" = "Diagnóstico";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Algo no ha salido bien. Vamos a solucionarlo.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Framework: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Suscripción: %@";

/* Technical info */
"button.tech-info" = "Información técnica";

/* Share report */
"button.share-report" = "Compartir informe";

/* Reset subscription */
"button.reset-subscription" = "Restablecer suscripción";

/* Reset */
"button.reset" = "Restablecer";

/* Done */
"button.done" = "Hecho";

/* Technical info */
"alert.diags.tech-info.title" = "Información técnica";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Compartir informe";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Tenemos que saber qué ha pasado para solucionarlo lo antes posible. Nos guardamos tus datos privados.";

/* Share */
"button.share" = "Compartir";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Restablecer suscripción";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Vamos a restablecer tu suscripción de Setapp para %@. Luego podrás volver a activar esta app desde tu cuenta de Setapp.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Suscripción restablecida";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Vuelve a activar esta app a través de Setapp para desbloquear todas sus funciones en tu dispositivo iOS.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Algo ha fallado";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Por favor intente de nuevo o póngase en contacto con nuestro Servicio de Soporte.";
